<html>
	<head>
		<title> Содержимое iframe </title>
		<style>
			body { font-family: "Times New Roman"; }
		</style>
	</head>
	<body bgcolor="#A4A4A4" text="black" style="overflow-x: hidden;">
		<div align="justify"> <!-- justify это выравнивание по ширине --> 		
		
			<p>
				Братья Ангус (родился 31 марта 1955 года; по требованию компании Atlantic Records годом рождения
				Ангуса официально указывался неверный 1959), Малколм (родился 6 января 1953 года) и 
				Джордж Янг (George Young) родились в Глазго (Шотландия), но в 1963 году вместе с большей частью 
				семьи уехали в Сидней. Джордж начал играть на гитаре первым и стал членом самой успешной австралийской
				группы 1960-х, The Easybeats. Это была первая местная рок-группа, которая выпустила хит
				международного масштаба — «Friday on My Mind» в 1966 году. Малколм вскоре последовал по стопам
				брата, став гитаристом группы из Ньюкасла The Velvet Underground (не следует путать с нью-йоркским 
				коллективом The Velvet Underground).
			</p> 
			
			<div align="center"><h4> 1970-е годы </h4></div>

			<p>
				К братьям-гитаристам Малколму (он и инициировал группу) и Ангусу Янгам в ноябре 1973-го добавились 
				вокалист Дейв Эванс (англ. Dave Evans), бас-гитарист Ларри Ван Кридт (англ. Larry van Kriedt) и 
				барабанщик Колин Берджес (англ. Colin Burgess). Дебют квинтета состоялся 30 декабря 1973 года в 
				сиднейском баре Chequers.
			</p>

			<p> 
				Первоначальный состав часто менялся — группа сменила нескольких барабанщиков и басистов в течение 1974 
				года. В сентябре 1974 года AC/DC заменили Дейва Эванса на харизматичного Бона Скотта (Ronald «Bon» Scott)
				(родился 9 июля 1946 года в Кирример, Шотландия), знакомого Джорджа Янга и имевшего опыт вокалиста 
				(в группе The Spectors; кстати, Бон был у AC/DC шофёром, когда ему предложили занять место Эванса). 
				С этого события и начался путь группы к успеху. Ещё с Эвансом были записаны 2 песни: 
				«Can I Sit Next to You Girl» и «Rockin’ in the Parlour» (в 1974 году они вышли как их дебютный сингл). 
				«Can I Sit Next to You Girl» была затем перезаписана с вокалом Скотта.
			</p>

			<p>
				Маргарет Янг кроме названия ещё предложила Ангусу в качестве сценического костюма 
				(Малкольм как-то дал всем участникам задание явиться на репетицию в костюмах) использовать 
				школьную форму (вельветовые пиджачок и шорты, галстук), которую он носил в средней школе 
				для мальчиков «Эшфилд» в Сиднее (Ashfield Boys High School). Эту форму плюс школьный ранец 
				он стал надевать практически на всех концертах группы.
			</p>

			<p>
				Благодаря постоянному участию в транслируемом по всей Австралии телевизионному шоу популярной 
				музыки «Обратный отсчёт» (Countdown) (в период между 1974 и 1978 годами) группа стала одной из 
				наиболее известных и популярных в стране. В эти годы AC/DC выпустили ряд успешных альбомов и 
				синглов, включая известный рок-н-ролльный гимн «It’s a Long Way to the Top (If You Wanna Rock 'n' Roll)»
				(«Долог путь на вершину (если хочешь играть рок-н-ролл)»).
			</p>

			<p>
				Группа подписала международный контракт с Atlantic Records и стала активно гастролировать по 
				Великобритании и Европе, добиваясь известности и набираясь опыта, выступая на подхвате известных 
				рок-групп того времени, таких как Alice Cooper, Black Sabbath, Kiss, Cheap Trick, Nazareth, 
				Foreigner, Thin Lizzy и The Who. В 1976 году был издан третий австралийский альбом AC/DC Dirty 
				Deeds Done Dirt Cheap.
			</p>

			<p>
				Нашествие и волну популярности панк-рока 1976—1978 гг. группа благополучно пережила благодаря 
				своим грубоватым и провокационным текстам песен и, частично, из-за того, что в британской 
				музыкальной прессе того времени её относили к панк-группам. Они добились успеха на британской 
				рок-сцене благодаря своим мощным и скандальным концертным шоу, а Ангус Янг быстро стал 
				знаменит из-за своего провокационного поведения на сцене, что, в том числе, привело к тому, 
				что группе запретили выступать на нескольких британских концертных площадках.
			</p>

			<p>
				Спродюсированный Маттом Лангом (Mutt Lange) альбом 1979 года Highway to Hell вознёс группу 
				на вершины мировых хит-парадов рок-музыки всех времён. Альбом, несомненно, стал самым популярным 
				из дискографии группы на момент выхода. Многие песни этого альбома до сих пор часто можно 
				услышать на радио, а заглавная композиция стала одной из самых известных 
				песен в истории рок-музыки.
			</p>

			<div align="center"><h4> Смерть Бона Скотта </h4></div>

			<p>
				19 февраля 1980 года Бон Скотт, находясь в состоянии сильного алкогольного опьянения после 
				очередной вечеринки, был оставлен на ночь в автомобиле своего знакомого Алистера Кинниара 
				(Allistair Kinnear). Тот и обнаружил Бона на следующий день мёртвым. Причиной смерти официально 
				стало переохлаждение, хотя наиболее распространённой версией и по сей день является то, что 
				Бон Скотт захлебнулся собственными рвотными массами. Ходили слухи о том, что трагедия эта была 
				неслучайной, что подкрепляется множеством противоречий в официальной версии его смерти, что 
				также порождает множество теорий заговора об убийстве музыканта и о передозировке героином.
			</p>

			<p>
				Члены группы первоначально планировали прекратить свою музыкальную деятельность в 
				составе AC/DC, но позже решили, что Бон Скотт хотел бы, чтобы группа продолжала существовать. 
				Музыканты перепробовали несколько кандидатов на место вокалиста, в итоге осталось два 
				претендента: Терри Слессер (Terry Slesser) и Брайан Джонсон (Brian Johnson). Джонсон в этот 
				период пытался восстановить свою группу Geordie, но исполнение на публике двух песен AC/DC и 
				Тины Тернер (Tina Turner) («Whole Lotta Rosie» (альбом Let There Be Rock) 
				и «Nutbush City Limits» соответственно) впечатлило участников AC/DC, и через несколько дней 
				они сообщили Джонсону, что он новый вокалист группы.
			</p>

			<div align="center"><h4> 1980-е годы </h4></div>

			<p>
				Вскоре группа написала альбом Back in Black, также спродюсированный Лангом. 
				Back in Black, выпущенный в 1980 году, стал самым продаваемым альбомом группы и одним из 
				самых значительных в истории рок-музыки. Среди всех хитов альбома «Back in Black», написанная 
				в память о Боне Скотте, и «You Shook Me All Night Long», многими считаются квинтэссенцией 
				музыки AC/DC.
			</p>

			<p>
				Следующий альбом, For Those About to Rock (We Salute You), выпущенный в 1981 году, также 
				очень хорошо продавался и был хорошо принят критиками. Одноимённая композиция, заканчивающаяся 
				под гром палящих пушек, стала кульминационным и завершающим номером большинства последующих 
				концертов AC/DC.
			</p>

			<p>
				Альбом Flick of the Switch 1983 года, который группа продюсировала без Ланга, был встречен 
				публикой довольно прохладно. Барабанщик Фил Радд из-за личных разногласий с остальными 
				членами группы, вызванных, по некоторым данным, проблемами с алкоголем, покинул группу. На его 
				место после анонимного прослушивания взяли Саймона Райта (Simon Wright), бывшего члена 
				группы Tytan. В 1985 году в новом составе группа записала альбом Fly on the Wall, продававшийся 
				ещё хуже предшественника. Вместе с этим альбомом группа выпустила короткометражный музыкальный 
				фильм Fly on the Wall, в котором AC/DC исполняют пять из десяти песен альбома в баре, с 
				использованием различных спецэффектов, включая анимированную муху.
			</p>

			<p>
				В 1986 году AC/DC вернулись в хит-парады с заглавной песней альбома Who Made Who, являющегося 
				саундтреком к фильму Стивена Кинга «Максимальное ускорение» (Maximum Overdrive). Альбом содержал 
				хиты из предыдущих альбомов и две новых инструментальных композиции. В феврале 1986 года группа 
				была принята в Зал славы Австралийской ассоциации звукозаписывающей индустрии (Australian Record 
				Industry Association Hall of Fame). Альбом 1988 года Blow Up Your Video группа выпустила 
				вместе с первоначальным составом продюсеров, Гарри Вандой (Harry Vanda) и Джорджем Янгом. Этот 
				альбом продавался лучше, чем предыдущий и попал в британский хит-парад двадцати лучших синглов 
				с песней «Heatseeker».
			</p>

			<div align="center"><h4> 1990-е годы </h4></div>

			<p>
				После выхода Blow Up Your Video из группы ушёл Райт и был заменён на 
				сессионного музыканта Криса Слейда (Chris Slade). Джонсон не мог участвовать 
				в работе группы несколько месяцев, поэтому братья Янги писали песни для альбома 
				самостоятельно, как и для всех последующих. В 1990 году вышел альбом The Razor’s Edge, 
				содержащий такие хиты как «Thunderstruck» и «Moneytalks». Альбом стал мультиплатиновым, 
				вошёл в десятку хит-парада США (2-е место) и двадцатку синглов в Великобритании.
			</p>

			<p>
				21 марта 1991 года «AC/DC» начинает свой европейский тур в Хельсинки. Британская часть 
				тура началась на «Wembley Arena» 15 апреля 1991 года. В августе 1991 группа приняла 
				участие в фестивале «Монстры рока» в Кастл-Донингтоне, а также ещё в серии из 20 фестивалей 
				по всему континенту в 18 городах). Данный тур включал в себя одно бесплатное выступление, 
				которое состоялось в Москве 28 сентября 1991 года на поле аэродрома Тушино. Оно привлекло 
				громадную аудиторию порядка 500 000 человек (в то время музыка «AC/DC» была весьма 
				популярна среди советской молодёжи, а записи группы можно было достать только на «чёрном» рынке).
			</p>

			<p>
				Московский концерт состоялся спустя всего полтора месяца после путча ГКЧП, скинувшего 
				власть КПСС, был представлен как «праздник демократии и свободы» и 
				был своеобразным подарком советской молодёжи за их сопротивление попытке недавно 
				провалившегося государственного военного переворота.
			</p>

			<p>
				Выступление было записано на видео под руководством Уэйна Ишама. Московский концерт стал 
				особенно выдающимся событием в культурной жизни страны в свете того, что большинство западной 
				рок-музыки было запрещено и практически объявлено вне закона.
			</p>

			<p>
				Во время тура в поддержку The Razor’s Edge несколько выступлений «AC/DC» было записано на 
				плёнку. Среди них были исторический концерт в Москве, а также в Кастл-Донингтоне, при съёмке 
				которого режиссёр Дэвид Маллет задействовал 22 камеры.
			</p>

			<p>
				На протяжении лета 1993 года «AC/DC» записывает новую композицию — «Big Gun». Песня была записана 
				специально для саундтрека к фильму «Последний киногерой» (с Арнольдом Шварценеггером в главной роли). 
				Продюсером «Big Gun» выступил Рик Рубин. Композиция была издана как сингл компанией «Аtco» в 
				конце июня 1993 года.
			</p>

			<p>
				В начале 1993 года поползли активные слухи о том, что Фил Радд возвращается в «AC/DC». Ещё 
				в конце тура «The Razor’s Edge» (в 1991 году) Фил посетил концерт «AC/DC» в Окленде 
				(Новая Зеландия) и потратил затем несколько часов, общаясь с участниками. Это была его первая 
				встреча с группой с 1983 года. В 1994 году Фил Радд возвращается в группу. Уход Криса Слейда, 
				в этой связи, был дружественным и произошёл в основном из-за сильного желания членов группы 
				вернуть Радда. По мнению Ангуса Янга, Слейд был лучшим музыкантом в AC/DC, но желание увидеть 
				в группе Фила было сильнее.
			</p>

			<p>
				В этом составе группа записала в 1995 году альбом Ballbreaker с продюсером 
				хип-хоп и хеви-метал-групп Риком Рубином (Rick Rubin) и Stiff Upper Lip в 2000 году. 
				После выхода этих альбомов группа подписала долгосрочный контракт на несколько альбомов 
				с Sony Music, которые стали выходить под лейблом Epic Records.
			</p>

			<div align="center"><h4> 2000-е и 2010-е годы </h4></div>

			<p>
				В марте 2003 года группа AC/DC была принята в Зал славы рок-н-ролла в Нью-Йорке и 
				исполнила свои хиты «Highway to Hell» и «You Shook Me All Night Long» совместно со 
				Стивом Тайлером из Aerosmith. В мае 2003 года Малколму Янгу была присуждена награда 
				Теда Альберта (Ted Albert Award) за «выдающийся вклад в австралийскую музыку». В том 
				же году Ассоциация звукозаписывающей индустрии Америки (Recording Industry Association 
				of America, RIAA) обновила расчёты количества продаж альбомов группы с 46,5 млн копий 
				до 63 млн, что сделало AC/DC пятой группой в истории США, продавшей наибольшее количество 
				альбомов после The Beatles, Led Zeppelin, Pink Floyd и Eagles. Кроме того, был 
				удостоверен «дважды бриллиантовый» (20 000 000 проданных копий) статус альбома Back in Black, 
				что сделало его шестым в списке самых продаваемых альбомов в истории США (в 2005 году 
				количество проданных копий альбома достигло 21 миллиона, что вывело его на пятую позицию).
			</p>

			<p>
				В июле 2003 года группа имела совместное выступление с Rolling Stones на Сарсфесте 
				(Sarsfest), на концерте в Торонто (Канада), посвящённом борьбе с эпидемией SARS.
			</p>

			<p>
				1 октября 2004 года улица Корпорейшн-Лейн (Corporation Lane) в Мельбурне была официально 
				переименована в ACDC-Лейн (ACDC Lane) в честь группы (названия улиц в Мельбурне не могут 
				содержать символ «/»). Улица находится рядом со Свонсон Стрит (Swanston Street), местом, 
				где группа записывала свой видеоклип для хита 1975 года «It’s a Long Way to the Top» 
				(также есть ещё одна улица в мире, названная в честь группы AC/DC, в Испании, в городе 
				Легане (Leganes), рядом с Мадридом — «Calle de AC/DC»).
			</p>

			<p>
				В марте 2005 года вышел набор из двух DVD дисков, «Family Jewels», содержащий 
				музыкальное видео и клипы с концертов. Первый диск относится к эре Бона Скотта 
				(с концертными видеозаписями, снятыми за десять дней до смерти Скотта), второй 
				содержал видеоматериалы эры Брайана Джонсона.
			</p>

			<p>
				В апреле 2008 года стало известно о том, что музыканты работают над новым альбомом, 
				который должен появится в продаже до конца года. 28 августа 2008 года вышел 
				сингл «Rock’n’Roll Train», а 20 октября того же года AC/DC выпустили свой новый альбом 
				Black Ice, который уже через неделю после выхода возглавил хит-парады 29 стран мира. За 
				первую неделю группа продала 5 миллионов копий альбома во всем мире. В австралийском Top 50 
				в начале ноября оказалось 6 альбомов AC/DC. В числе тех, кто в восторженных тонах 
				отозвался о новом альбоме, был австралийский поэт и писатель Джон Кинселла, отметивший 
				«умные, острые, по-своему гениальные» тексты альбома. По итогам года журнал Rolling Stone 
				составил список 50 лучших альбомов 2008 года, в котором австралийцы с альбомом Black Ice 
				расположились на 41-й строчке хит-парада. В феврале 2009 года международная федерация 
				фонографической индустрии (IFPI) обнародовала суммарные данные о продажах музыкальных 
				альбомов в мире за 2008 год, в котором AC/DC (альбом Black Ice) оказались на втором месте, 
				пропустив вперед только британскую группу Coldplay с 
				альбомом Viva la Vida or Death and All His Friends.
			</p>

			<p>
				В конце октября группа вышла в турне по Северной Америке, в качестве 
				разогрева пригласив группу The Answer.
			</p>

			<p>
				В ноябре 2012 года пользователи iTunes получили доступ к 16 студийным альбомам группы.
			</p>

			<p>
				В марте 2013 года из интервью с Клиффом Уильямсом стало известно о записи нового альбома: 
				<br>
				<i> "Главное донести основную идею до остальных, потом уже подключатся барабанщик и вокалист. 
				Общие идеи концентрируются и тогда мы получаем уже финишный материал для работы в студии". </i>
			</p>

			<p>	 
				В апреле 2014 года, Малькольм Янг был вынужден покинуть группу по состоянию здоровья. 
				Таким образом новый, 17-й студийный альбом AC/DC, Rock or Bust, выпущенный в ноябре 2014 года, 
				стал первым в истории группы, в записи которого Янг не принимал участие. Место гитариста 
				занял его племянник Стивен Янг. Он также будет исполнять гитарные партии в туре в поддержку 
				альбома в 2015 году.
			</p>

			<p>
				В ноябре 2014 года, правоохранительные органы Новой Зеландии обвинили барабанщика Фила Радда 
				в попытке организации убийства и в хранении наркотиков. На следующий день обвинения были 
				частично отозваны. На время тура Радд был заменён Крисом Слэйдом. В апреле 2015 года Радд 
				признал свою вину в угрозе убийством и вскоре после этого официальный сайт AC/DC включил 
				Слэйда в основной состав группы.
			</p>

		</div>
	</body>
</html>

